/*
{*****************************************************************************
{  宠物商店 v1.0																		
{  模块：用户表											
{  功能描述:										
{															
{  ---------------------------------------------------------------------------	
{  维护历史:													
{  日期        维护人        维护类型						
{  ---------------------------------------------------------------------------	
{  2016-03-12  林伟樘        新建	
{ 	                                                                     
{*****************************************************************************	
*/

package cn.pet.lin.dao.user;

import cn.pet.lin.dao.IBaseDAO;
import cn.pet.lin.user.User;

 /**
 * 《用户表》 数据访问接口
 * @author 林伟樘
 *
 */
public interface IUserDAO extends IBaseDAO<User> {


}