/*
{*****************************************************************************
{  宠物商店 v1.0																		
{  模块：用户表											
{  功能描述:										
{															
{  ---------------------------------------------------------------------------	
{  维护历史:													
{  日期        维护人        维护类型						
{  ---------------------------------------------------------------------------	
{  2016-03-12  林伟樘        新建	
{ 	                                                                     
{*****************************************************************************	
*/

package cn.pet.lin.user;

/**
 * 《用户表》扩展实体
 * @author 林伟樘
 *
 */
public class UserEx extends User {
	private static final long serialVersionUID = 1L;
	
	//针对User实体在这里增加额外的属性和对应的get和set方法
}
